Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# AVNativeModeSwitchingMatchVideoFrameRateDescription
source: Play film and international content at its original frame rate. Some televisions do this automatically.
ar: تشغيل محتوى الأفلام والمحتوى الدولي بمعدل إطاراته الأصلي. بعض التلفزيونات تفعل ذلك تلقائيًا.
ca: Reprodueix pel·lícules i contingut internacional en la freqüència de fotogrames original. Alguns televisors ho fan automàticament.
cs: Filmy a mezinárodní obsah se budou přehrávat s původní snímkovou frekvencí. Některé televizory takto fungují automaticky.
da: Afspil film og internationalt indhold i den oprindelige billedfrekvens. Nogle fjernsyn gør dette automatisk.
de: Wiedergabe von Film- und internationalen Inhalten mit der Original-Bildrate. Bei manchen TV-Geräten geschieht das automatisch.
el: Αναπαραγωγή ταινιών και διεθνούς περιεχομένου στον αρχικό τους ρυθμό καρέ. Κάποιες τηλεοράσεις εκτελούν αυτήν την ενέργεια αυτόματα.
es: Los contenidos internacionales y de películas se reproducen con su frecuencia de fotogramas original. Algunos televisores usan esta configuración automáticamente.
es_us: Reproduce películas y contenido internacional usando su frecuencia de fotogramas original. Algunas televisiones lo hacen automáticamente.
fi: Toista elokuvia ja kansainvälistä sisältöä alkuperäisellä kuvataajuudella. Joissakin televisioissa tämä tapahtuu automaattisesti.
fr: Visionnez les films et le contenu international avec leur fréquence d’images d’origine. Certains téléviseurs effectuent automatiquement ce changement.
fr_ca: Visionnez les films et les contenus internationaux en appliquant leur fréquence d’images originale. Certaines télévisions font cela automatiquement.
he: ניתן להשתמש בקצב הפריימים המקורי של סרטים ותכנים בינלאומיים בעת הפעלתם. בחלק מהטלוויזיות פעולה זו מתבצעת באופן אוטומטי.
hi: फ़िल्म और अंतरराष्ट्रीय कॉन्टेंट को उसके मूल फ़्रेम दर पर चलाएँ। कुछ टेलीविज़न ऑटोमैटिकली ऐसा करते हैं।
hr: Reproduciranje filmskih i međunarodnih sadržaja pri izvornoj brzini sličica. Neki televizori to automatski rade.
hu: A filmeket és a nemzetközi tartalmakat lejátszhatja az eredeti képkockasebességgel. Néhány televízió ezt automatikusan végzi.
id: Putar film dan konten internasional pada laju bingkai aslinya. Sebagian televisi melakukan ini secara otomatis.
it: Riproduci contenuti su pellicola e internazionali alla frequenza originale dei fotogrammi. Alcuni televisori eseguono l’operazione automaticamente.
ja: 映画フィルムおよびインターナショナルコンテンツをオリジナルのフレームレートで再生します。一部のテレビではこれを自動的に行う場合があります。
ko: 영화 및 국제적인 콘텐츠를 원래의 프레임률로 재생합니다. 일부 텔레비전에서는 이 기능이 자동으로 동작합니다.
ms: Mainkan filem dan kandungan antarabangsa pada kadar bingkai asalnya. Sesetengah televisyen melakukannya secara automatik.
nb: Spill av filmer og internasjonalt innhold i den opprinnelige bildefrekvensen. Noen TV-er vil gjøre dette automatisk.
nl: Speel films en internationaal materiaal af met de oorspronkelijke beeldsnelheid. Sommige televisies doen dit automatisch.
pl: Odtwarzaj film i zawartość międzynarodową z oryginalną częstotliwością klatek. Niektóre telewizory robią to automatycznie.
pt_br: Reproduza filmes e conteúdo internacional com a taxa de atualização original. Algumas televisões fazem isso automaticamente.
pt_pt: O conteúdo internacional e cinematográfico é reproduzido com a taxa de fotogramas original. Em algumas televisões, esta opção é automática.
ro: Redați conținutul filmelor și conținutul internațional la frecvența de cadre inițială a acestora. Unele televizoare fac acest lucru automat.
ru: Воспроизводите фильмы и международный контент с их исходной частотой кадров. Некоторые телевизоры выполняют это автоматически.
sk: Prehrá filmový a medzinárodný obsah s pôvodnou frekvenciou snímok. Niektoré televízory to robia automaticky.
sl: Predvajajte film in mednarodno vsebino v izvirni hitrosti sličic. Nekateri televizorji to izvedejo samodejno.
sv: Spela upp film och internationellt innehåll med den ursprungliga bildfrekvensen. Vissa TV-apparater gör detta automatiskt.
th: เล่นฟิล์มและเนื้อหาระหว่างประเทศด้วยอัตราเฟรมของเนื้อหาต้นฉบับ โทรทัศน์บางเครื่องทำเช่นนี้อยู่แล้วโดยอัตโนมัติ
tr: Filmleri ve uluslararası içeriği özgün kare hızında oynatır. Bazı televizyonlar bunu otomatik olarak yapar.
uk: Відтворюйте фільми й міжнародний вміст з оригінальною частотою кадрів. Деякі телевізори роблять це автоматично.
vi: Phát phim và nội dung quốc tế bằng tốc độ khung hình gốc. Một số tivi tự động thực hiện việc này.
zh_cn: 以原始帧速率播放影片和国际内容。部分电视机会自动以此方式执行。
zh_hk: 以原始格率播放影片和國際影音內容。部份電視會自行調整。
zh_tw: 以原始影格率播放影片和國際影音內容。部分電視會自行調整。

# AVNativeModeSwitchingMatchVideoFrameRateTitle
source: Match Frame Rate
ar: مطابقة معدل الإطارات
ca: Ajusta a la freqüència de fotogrames
cs: Podle snímkové frekvence
da: Match billedfrekvens
de: An Bildrate anpassen
el: Αντιστοίχιση με ρυθμό καρέ
es: Ajustar a la frecuencia de fotogramas
es_us: Ajustar frecuencia de fotogramas
fi: Täsmäytä kuvataajuus
fr: Adapter à la fréquence d’images
fr_ca: Aligner les fréquences d’image
he: התאמה לקצב פריימים
hi: फ़्रेम दर मिलान करें
hr: Uskladi brzinu sličica
hu: Képkockasebesség egyeztetése
id: Cocokkan Laju Bingkai
it: Adatta alla frequenza dei fotogrammi
ja: フレームレートに合わせる
ko: 프레임률에 맞추기
ms: Padankan Kadar Bingkai
nb: Bruk opprinnelig bildefrekvens
nl: Maak beeldsnelheid passend
pl: Dopasuj do szybkości klatek
pt_br: Corresponder à Taxa de Atualização
pt_pt: Igualar taxa de fotogramas
ro: Adaptare la frecvența de cadre
ru: Согласование частоты кадров
sk: Podľa frekvencie snímok
sl: Uskladi s hitrostjo sličic
sv: Matcha bildfrekvens
th: ให้ตรงกับอัตราเฟรม
tr: Kare Hızıyla Eşle
uk: Узгодження з частотою кадрів
vi: Khớp tốc độ khung hình
zh_cn: 匹配帧速率
zh_hk: 符合格率
zh_tw: 符合影格率

# AVNativeModeSwitchingMatchVideoUnverifiedFormats
source: Unverified Formats
ar: تنسيقات لم يتحقق منها
ca: Formats no verificats
cs: Neověřené formáty
da: Ubekræftede formater
de: Nicht verifizierte Formate
el: Μη επαληθευμένες μορφές
es: Formatos no verificados
es_us: Formatos no verificados
fi: Vahvistamattomat näyttötilat
fr: Formats non vérifiés
fr_ca: Formats non vérifiés
he: פורמטים שלא אומתו
hi: असत्यापित फ़ॉर्मैट
hr: Neprovjereni formati
hu: Nem ellenőrzött formátumok
id: Format Tidak Terverifikasi
it: Formati non verificati
ja: 未検証のフォーマット
ko: 확인되지 않은 포맷
ms: Format Belum Disahkan
nb: Uverifiserte formater
nl: Niet-geverifieerde structuren
pl: Niezweryfikowane formaty
pt_br: Formatos Não Verificados
pt_pt: Formatos não verificados
ro: Formate neverificate
ru: Непроверенные форматы
sk: Neoverené formáty
sl: Nepreverjene oblike zapisa
sv: Obekräftade format
th: รูปแบบที่ไม่ได้ตรวจสอบยืนยัน
tr: Doğrulanmamış Biçimler
uk: Неперевірені формати
vi: Định dạng chưa xác minh
zh_cn: 未验证的格式
zh_hk: 尚未驗證的格式
zh_tw: 尚未驗證的格式

# AVNativeModeSwitchingUnverifiedModesDescription
source: Select this format to make sure it works with your television. Once verified, Apple TV can use it automatically.
ar: حدد هذا التنسيق للتأكد أنه يعمل مع تلفزيونك. وبمجرد التحقق، يمكن أن يستخدمه Apple TV تلقائيًا.
ca: Selecciona aquest format per verificar que funcioni amb el televisor. Un cop s’hagi verificat, s’utilitzarà automàticament.
cs: Tento formát vyberte, chcete‑li zjistit, jestli na vašem televizoru funguje. Po ověření ho může Apple TV používat automaticky.
da: Vælg dette format for at sikre, at det virker på dit fjernsyn. Når det er blevet bekræftet, kan Apple TV bruge det automatisk.
de: Wähle dieses Format, um sicherzustellen, dass es mit deinem TV-Gerät funktioniert. Nach der Verifizierung kann es von Apple TV automatisch verwendet werden.
el: Επιλέξτε αυτήν τη μορφή για να ελεγχθεί αν λειτουργεί με την τηλεόρασή σας. Όταν επαληθευτεί ότι λειτουργεί, το Apple TV θα μπορεί να τη χρησιμοποιεί αυτόματα.
es: Selecciona este formato para comprobar si es compatible con tu televisor. Después de verificarlo, el Apple TV lo podrá usar automáticamente.
es_us: Selecciona este formato para verificar que tu TV sea compatible con él. Una vez verificado, el Apple TV lo podrá usar automáticamente.
fi: Varmista valitsemalla tämä näyttötila, että se toimii televisiossasi. Kun tämä on vahvistettu, Apple TV voi käyttää sitä automaattisesti.
fr: Sélectionnez ce format pour vérifier s’il est compatible avec votre téléviseur. S’il l’est, l’Apple TV pourra l’utiliser automatiquement.
fr_ca: Sélectionnez ce format pour vérifier qu’il fonctionne avec votre télévision. Une fois qu’elle l’a vérifié, l’Apple TV peut l’utiliser automatiquement.
he: יש לבחור את הפורמט הזה כדי לוודא שהוא נתמך בטלוויזיה שלך. לאחר האימות, ה-Apple TV יוכל להשתמש בו באופן אוטומטי.
hi: यह फ़ॉर्मैट यह निश्चित करने के लिए चुनें कि यह आपके टेलीविज़न के साथ काम करता है। सत्यापन के बाद Apple TV इसका ऑटोमैटिकली उपयोग कर सकता है।
hr: Odaberite ovaj format kako biste provjerili hoće li raditi na vašem televizoru. Nakon verificiranja, Apple TV ga može automatski koristiti.
hu: Válassza ezt a formátumot annak érdekében, hogy meggyőződjön arról, az működik a televíziójával. Az ellenőrzés után az Apple TV már automatikusan tudja használni.
id: Pilih format ini untuk memastikan bahwa format dapat digunakan di televisi Anda. Setelah diverifikasi, Apple TV dapat menggunakannya secara otomatis.
it: Seleziona questo formato per verificare che sia compatibile con il tuo televisore. Se è supportato, Apple TV può utilizzarlo automaticamente.
ja: お使いのテレビで動作するか確認するにはこのフォーマットを選択してください。動作が検証されれば、Apple TVは自動的にそれを使用します。
ko: 이 포맷을 선택하여 사용자의 텔레비전과 호환되는지 확인하십시오. 호환되는 것으로 확인되면 Apple TV가 자동으로 이 포맷을 사용할 수 있습니다.
ms: Pilih format ini untuk memastikan ia berfungsi dengan televisyen anda. Setelah disahkan, Apple TV boleh menggunakannya secara automatik.
nb: Velg dette formatet for å forsikre deg om at det støttes av TV-en din. Etter verifiseringen kan formatet brukes automatisk på Apple TV.
nl: Selecteer deze structuur om ervoor te zorgen dat deze geschikt is voor je televisie. Apple TV kan deze structuur automatisch gebruiken, zodra deze is geverifieerd.
pl: Wybierz ten format, aby sprawdzić, czy działa na Twoim telewizorze. Jeśli tak, możemy używać go automatycznie.
pt_br: Selecione este formato para conferir se ele funciona com a televisão. Após a verificação, a Apple TV poderá usá‑lo automaticamente.
pt_pt: Selecione este formato para se certificar de que funciona com a sua televisão. Uma vez confirmado, a Apple TV poderá usá‑lo automaticamente.
ro: Selectați acest format pentru a verifica dacă funcționează cu televizorul dvs. După verificare, Apple TV‑ul îl va putea utiliza automat.
ru: Выберите этот формат, чтобы убедиться, что он поддерживается телевизором. После проверки Apple TV сможет переключаться на него автоматически.
sk: Vyberte tento formát, ak si chcete overiť, že ho váš televízor podporuje. Po overení ho Apple TV môže používať automaticky.
sl: Izberite to obliko, da se prepričate, ali deluje z vašim televizorjem. Po potrditvi lahko Apple TV to obliko uporabi samodejno.
sv: Välj det här formatet om du vill vara säker på att det fungerar tillsammans med din TV. När det har verifierats kan det användas med Apple TV automatiskt.
th: เลือกรูปแบบนี้เพื่อให้แน่ใจว่ารูปแบบนี้ใช้ได้กับโทรทัศน์ของคุณ Apple TV สามารถใช้รูปแบบนี้ได้โดยอัตโนมัติหลังจากตรวจสอบยืนยันแล้ว
tr: Televizyonunuzda çalışacağından emin olmak için bu biçimi seçin. Doğrulandıktan sonra Apple TV onu otomatik olarak kullanabilir.
uk: Виберіть цей формат, щоб перевірити його на сумісність із вашим телевізором. Після підтвердження сумісності Apple TV може застосовувати його автоматично.
vi: Chọn định dạng này để đảm bảo nội dung hoạt động với tivi của bạn. Sau khi đã xác minh, Apple TV có thể tự động sử dụng định dạng đó.
zh_cn: 选择此格式以确保它适用于你的电视。验证后，Apple TV可自动使用此格式。
zh_hk: 選擇此格式以確定你的電視是否支援。驗證後，Apple TV會自動使用。
zh_tw: 選取此格式以確定你的電視是否支援。驗證後，Apple TV會自動使用。

# AVNativeModeSwitchingUnverifiedModesDescriptionFilm24
source: Select this format to make sure it works with your television. Once verified, Apple TV can use it automatically. %@ is standard for film content on televisions in North America and other regions using NTSC.
ar: حدد هذا التنسيق للتأكد أنه يعمل مع تلفزيونك. وبمجرد التحقق، يمكن أن يستخدمه Apple TV تلقائيًا. ‏%@ هو المعدل القياسي لمحتوى الأفلام على أجهزة التلفزيون في أمريكا الشمالية والمناطق الأخرى التي تستخدم NTSC.
ca: Selecciona aquest format per verificar que funcioni amb el televisor. Un cop s’hagi verificat, s’utilitzarà automàticament. A l’Amèrica del Nord i altres regions on s’utilitza el sistema NTSC, la freqüència estàndard per a pel·lícules en televisors és %@.
cs: Tento formát vyberte, chcete‑li zjistit, jestli na vašem televizoru funguje. Po ověření ho může Apple TV používat automaticky. %@ je standardní frekvence filmového obsahu na televizorech v Severní Americe a dalších oblastech, kde se používá standard NTSC.
da: Vælg dette format for at sikre, at det virker på dit fjernsyn. Når det er blevet bekræftet, kan Apple TV bruge det automatisk. %@ er standard for filmindhold på fjernsyn i Nordamerika og andre områder, der bruger NTSC.
de: Wähle dieses Format, um sicherzustellen, dass es mit deinem TV-Gerät funktioniert. Nach der Verifizierung kann es von Apple TV automatisch verwendet werden. %@ ist in Nordamerika und anderen Regionen, die NTSC verwenden, der Standard für Filminhalte auf Fernsehgeräten.
el: Επιλέξτε αυτήν τη μορφή για να ελεγχθεί αν λειτουργεί με την τηλεόρασή σας. Όταν επαληθευτεί ότι λειτουργεί, το Apple TV θα μπορεί να τη χρησιμοποιεί αυτόματα. Η συχνότητα %@ είναι η τυπική συχνότητα για κινηματογραφικό περιεχόμενο σε τηλεοράσεις στη Βόρεια Αμερική και άλλες περιοχές όπου χρησιμοποιείται το πρότυπο NTSC.
es: Selecciona este formato para comprobar si es compatible con tu televisor. Después de verificarlo, el Apple TV lo podrá usar automáticamente. %@ es la frecuencia de actualización estándar de los contenidos cinematográficos en los televisores de Norteamérica y otras regiones que usan el sistema NTSC.
es_us: Selecciona este formato para verificar que tu TV sea compatible con él. Una vez verificado, el Apple TV lo podrá usar automáticamente. El estándar para el contenido cinematográfico en TV en América del Norte y otras regiones que usan NTSC es %@.
fi: Varmista valitsemalla tämä näyttötila, että se toimii televisiossasi. Kun tämä on vahvistettu, Apple TV voi käyttää sitä automaattisesti. %@ on elokuvasisällön standardi televisioissa Pohjois-Amerikassa ja muilla alueilla, jotka käyttävät NTSC:tä.
fr: Sélectionnez ce format pour vérifier s’il est compatible avec votre téléviseur. S’il l’est, l’Apple TV pourra l’utiliser automatiquement. « %@ » est une fréquence standard pour les films sur les téléviseurs en Amérique du Nord et dans les autres régions utilisant le format NTSC.
fr_ca: Sélectionnez ce format pour vérifier qu’il fonctionne avec votre télévision. Une fois qu’elle l’a vérifié, l’Apple TV peut l’utiliser automatiquement. %@ est la valeur standard pour les films diffusés sur une télévision en Amérique du Nord et dans d’autres régions utilisant la norme NTSC.
he: יש לבחור את הפורמט הזה כדי לוודא שהוא נתמך בטלוויזיה שלך. לאחר האימות, ה-Apple TV יוכל להשתמש בו באופן אוטומטי. ‏%@ הוא תדר סטנדרטי לסרטים בטלוויזיות בצפון אמריקה ובאזורים אחרים שמשתמשים ב-NTSC.
hi: यह फ़ॉर्मैट यह निश्चित करने के लिए चुनें कि यह आपके टेलीविज़न के साथ काम करता है। सत्यापन के बाद Apple TV इसका ऑटोमैटिकली उपयोग कर सकता है। %@ उत्तरी अमेरिका और NTSC का उपयोग करने वाले अन्य क्षेत्रों के लिए टेलीविज़न पर फ़िल्म कॉन्टेंट के लिए मानक है।
hr: Odaberite ovaj format kako biste provjerili hoće li raditi na vašem televizoru. Nakon verificiranja, Apple TV ga može automatski koristiti. %@ je standard za filmski sadržaj na televizorima u Sjevernoj Americi i drugim regijama koje koriste NTSC.
hu: Válassza ezt a formátumot annak érdekében, hogy meggyőződjön arról, az működik a televíziójával. Az ellenőrzés után az Apple TV már automatikusan tudja használni. A(z) %@ az Észak-Amerika és más, NTSC‑t használó régiók területén használatos televíziók filmes tartalmai esetében szabványos.
id: Pilih format ini untuk memastikan bahwa format dapat digunakan di televisi Anda. Setelah diverifikasi, Apple TV dapat menggunakannya secara otomatis. %@ standar untuk konten film di televisi di Amerika Utara dan wilayah lainnya yang menggunakan NTSC.
it: Seleziona questo formato per verificare che sia compatibile con il tuo televisore. Se è supportato, Apple TV può utilizzarlo automaticamente. %@ è lo standard per i contenuti dei film sui televisori in America del Nord e altre zone che utilizzano NTSC.
ja: お使いのテレビで動作するか確認するにはこのフォーマットを選択してください。動作が検証されれば、Apple TVは自動的にそれを使用します。 %@は北アメリカおよびNTSCを使用しているその他の地域のテレビにおける映画コンテンツの標準です。
ko: 이 포맷을 선택하여 사용자의 텔레비전과 호환되는지 확인하십시오. 호환되는 것으로 확인되면 Apple TV가 자동으로 이 포맷을 사용할 수 있습니다. %@는 북미 및 NTSC를 사용하는 기타 지역의 텔레비전 영화 콘텐츠에 대한 표준입니다.
ms: Pilih format ini untuk memastikan ia berfungsi dengan televisyen anda. Setelah disahkan, Apple TV boleh menggunakannya secara automatik. %@ ialah standard untuk kandungan filem pada televisyen di Amerika Utara dan rantau lain yang menggunakan NTSC.
nb: Velg dette formatet for å forsikre deg om at det støttes av TV-en din. Etter verifiseringen kan formatet brukes automatisk på Apple TV. %@ er standard for filminnhold på TV-er i Nord-Amerika og andre områder som bruker NTSC.
nl: Selecteer deze structuur om ervoor te zorgen dat deze geschikt is voor je televisie. Apple TV kan deze structuur automatisch gebruiken, zodra deze is geverifieerd. %@ is standaard voor filmmateriaal op televisies in Noord-Amerika en andere regio's die NTSC gebruiken.
pl: Wybierz ten format, aby sprawdzić, czy działa na Twoim telewizorze. Jeśli tak, możemy używać go automatycznie. %@ to standardowa wartość w przypadku materiałów filmowych na telewizorach w Ameryce Północnej i innych regionach używających standardu NTSC.
pt_br: Selecione este formato para conferir se ele funciona com a televisão. Após a verificação, a Apple TV poderá usá‑lo automaticamente. %@ é o padrão para conteúdo de filme em televisões na América do Norte e outras regiões que usam NTSC.
pt_pt: Selecione este formato para se certificar de que funciona com a sua televisão. Uma vez confirmado, a Apple TV poderá usá‑lo automaticamente. %@ é o padrão para conteúdo cinematográfico nas televisões da América do Norte e de outras regiões que usem NTSC.
ro: Selectați acest format pentru a verifica dacă funcționează cu televizorul dvs. După verificare, Apple TV‑ul îl va putea utiliza automat. %@ este valoarea standard pentru conținutul filmelor redate la televizor în America de Nord și în alte regiuni care utilizează NTSC.
ru: Выберите этот формат, чтобы убедиться, что он поддерживается телевизором. После проверки Apple TV сможет переключаться на него автоматически. Частота %@ используется на телевизорах в Северной Америке и других регионах, где действует стандарт NTSC.
sk: Vyberte tento formát, ak si chcete overiť, že ho váš televízor podporuje. Po overení ho Apple TV môže používať automaticky. %@ je štandard pre filmový obsah na televízoroch v Severnej Amerike a ďalších regiónoch, v ktorých sa používa formát NTSC.
sl: Izberite to obliko, da se prepričate, ali deluje z vašim televizorjem. Po potrditvi lahko Apple TV to obliko uporabi samodejno. %@ je standard za filmsko vsebino v televizorjih v Severni Ameriki in drugih regijah, ki uporabljajo NTSC.
sv: Välj det här formatet om du vill vara säker på att det fungerar tillsammans med din TV. När det har verifierats kan det användas med Apple TV automatiskt. %@ är standard för filminnehåll på TV-apparater i Nordamerika och andra regioner som använder NTSC.
th: เลือกรูปแบบนี้เพื่อให้แน่ใจว่ารูปแบบนี้ใช้ได้กับโทรทัศน์ของคุณ Apple TV สามารถใช้รูปแบบนี้ได้โดยอัตโนมัติหลังจากตรวจสอบยืนยันแล้ว %[tt]@เป็นความถี่มาตรฐานสำหรับเนื้อหาภาพยนตร์ทางโทรทัศน์ในอเมริกาเหนือและภูมิภาคอื่นที่ใช้ NTSC
tr: Televizyonunuzda çalışacağından emin olmak için bu biçimi seçin. Doğrulandıktan sonra Apple TV onu otomatik olarak kullanabilir. %@, Kuzey Amerika’daki ve NTSC kullanan diğer bölgelerdeki televizyonlarda film içeriği standardıdır.
uk: Виберіть цей формат, щоб перевірити його на сумісність із вашим телевізором. Після підтвердження сумісності Apple TV може застосовувати його автоматично. Частота %@ використовується на телевізорах у Північній Америці та інших регіонах, де використовується стандарт NTSC.
vi: Chọn định dạng này để đảm bảo nội dung hoạt động với tivi của bạn. Sau khi đã xác minh, Apple TV có thể tự động sử dụng định dạng đó. %@ là tốc độ tiêu chuẩn cho nội dung phim trên các tivi tại Bắc Mỹ và các vùng khác đang sử dụng NTSC.
zh_cn: 选择此格式以确保它适用于你的电视。验证后，Apple TV可自动使用此格式。 在使用NTSC的北美和其他地区，%@是电视影片内容的标准。
zh_hk: 選擇此格式以確定你的電視是否支援。驗證後，Apple TV會自動使用。 %@是北美和其他使用NTSC地區電視的影片內容標準。
zh_tw: 選取此格式以確定你的電視是否支援。驗證後，Apple TV會自動使用。 在使用NTSC的北美和其他地區，%@為電視的影片內容標準。
